[
    {
        "quotation": "The family tie is the closest, the most tender and sacred of any on earth. It was designed to be a blessing to mankind, and it is a blessing wherever the marriage covenant is entered into intelligently, in the fear of God, and with the due consideration for its responsibilities.",
        "reference": " Ministry of healing, p.356"
    },
    {
        "quotation": "God ordained that men and women should be united in holy wedlock, to rear families whose members, crowned with honour, should be recognized as members of the family above.",
        "reference": "Ministry of healing, p.356"
    },
    {
        "quotation": "You should also keep in mind that before increasing the family, you should take into consideration whether God will be glorified or dishonoured by your bringing children into the world. The children should not be a burden to others; if you have little or nothing to provide for the children, you commit a crime of bringing children into the world to suffer for the want of care, food, and clothing.",
        "reference": "Messages to young people, p.463"
    },
    {
        "quotation": "Every home should be a place of love, a place where the angels of God abide, working with softening, subduing influence upon the hearts of parents and children. Wherever the love of God is cherished in the soul, there will be peace, there will be light and joy. ",
        "reference": "The Adventist Home, p.12"
    },
    {
        "quotation": "The home feeling should be kept alive in the hearts of the children, that they may look back upon the home of their childhood as a place of peace and happiness next to heaven. The home should be to the children the most attractive place in the world, and the mother’s presence should be its greatest attraction. Children have sensitive, loving natures. They are easily pleased, and easily made unhappy. By gentle discipline, in loving words and acts, mothers may bind their children to their hearts. ",
        "reference": "The Adventist Home, p.15"
    },
    {
        "quotation": "If parents desire their children to be right and do right, they must be right themselves in theory and in practice. It is because so many parents and teachers profess to believe the Word of God while their lives deny its power, that the teaching of Scripture has no greater effect upon the youth.",
        "reference": "Child Guidance, p.217,218"
    }
]