[
    {
        "quotation": "The great sin of the Jews was their rejection of Christ; the great sin of the Christian world would be their rejection of the law of God, the foundation of His government in heaven and earth.",
        "reference": "The Great Controversy, p.23"
    },
    {
        "quotation": "From the very beginning of the great controversy in heaven, it has been Satan's purpose to overthrow the law of God. To deceive men, and thus lead them to transgress God's law, is the object which he has steadfastly pursued. Whether this be accomplished by casting aside the law altogether, or by rejecting one of its precepts, the result will be ultimately the same.",
        "reference": "The Great Controversy, p.583"
    },
    {
        "quotation": "The last great conflict between truth and error is but the final struggle of the long-standing controversy concerning the law of God. Upon this battle we are now entering,—a battle between the laws of men and the precepts of Jehovah, between the religion of the Bible and the religion of fable and tradition.",
        "reference": "The Great Controversy, p.519"
    },
    {
        "quotation": "Through the two great errors, the immortality of the soul and Sunday sacredness, Satan will bring the people under his deceptions. While the former lays the foundation of Spiritualism, the latter creates a bond of sympathy with Rome.",
        "reference": "The Great Controversy, p.588"
    },
    {
        "quotation": "Satan has power to bring before men the appearance of their departed friends. The counterfeit is perfect; the familiar look, the words, the tone, are reproduced with marvelous distinctness. Many are comforted with the assurance that their loved ones are enjoying the bliss of heaven; and without suspicion of danger, they give ear to “seducing spirits, and doctrines of devils.”",
        "reference": "The Great Controversy, p.552"
    },
    {
        "quotation": "Many will be confronted by the spirits of devils personating beloved relatives or friends, and declaring the most dangerous heresies. These visitants will appeal to our tenderest sympathies, and will work miracles to sustain their pretensions. We must be prepared to withstand them with the Bible truth that the dead know not anything, and that they who thus appear are the spirits of devils.",
        "reference": "The Great Controversy, p.560"
    },
    {
        "quotation": "The Sabbath will be the great test of loyalty; for it is the point of truth especially controverted. When the final test shall be brought to bear upon men, then the line of distinction will be drawn between those who serve God and those who serve Him not. While the observance of the false sabbath in compliance with the law of the state, contrary to the fourth commandment, will be an avowal of allegiance to a power that is in opposition to God, the keeping of the true Sabbath, in obedience to God's law, is an evidence of loyalty to the Creator. While one class, by accepting the sign of submission to earthly powers, receive the mark of the beast, the other, choosing the token of allegiance to divine authority, receive the seal of God.",
        "reference": "The Great Controversy, p.605"
    },
    {
        "quotation": "It will be declared that men are offending God by the violation of the Sunday-sabbath; that this sin has brought calamities which will not cease until Sunday observance shall be strictly enforced; and that those who present the claims of the fourth commandment, thus destroying reverence for Sunday, are troublers of the people, preventing their restoration to divine favor and temporal prosperity.",
        "reference": "The Great Controversy, p.519"
    },
    {
        "quotation": "No man can serve God without enlisting against himself the opposition of the hosts of darkness. Evil angels will assail him, alarmed that his influence is taking the prey from their hands. Christ's ambassadors have nothing to do with consequences. They must perform their duty, and leave results with God.",
        "reference": "The Great Controversy, p.610"
    },
    {
        "quotation": "It is while men are still dwelling upon the earth that the work of investigative judgment takes place in the courts of heaven. The lives of all His professed followers pass in review before God. All are examined according to the record of the books of heaven, and according to his deeds the destiny of each is forever fixed.",
        "reference": "Christ's Object Lessons, p.311"
    },
    {
        "quotation": "In the book of God's remembrance every deed of righteousness is immortalized. There every temptation resisted, every evil overcome, every word of tender pity expressed, is faithfully chronicled. And every act of sacrifice, every suffering and sorrow endured for Christ's sake, is recorded.",
        "reference": "The Great Controversy, p.481"
    },
    {
        "quotation": "Every man's work passes in review before God, and is registered for faithfulness or unfaithfulness. Opposite each name in the books of heaven is entered, with terrible exactness, every wrong word, every selfish act, every unfulfilled duty, and every secret sin, with every artful dissembling. Heaven-sent warnings or reproofs neglected, wasted moments, unimproved opportunities, the influence exerted for good or for evil, with its far-reaching results, all are chronicled by the recording angel.",
        "reference": "The Great Controversy, p.482"
    },
    {
        "quotation": "The law of God is the standard by which the characters and the lives of men will be tested in the judgment. Says the wise man: “Fear God, and keep His commandments: for this is the whole duty of man. For God shall bring every work into judgment.” The apostle James admonishes his brethren, “So speak ye, and so do, as they that shall be judged by the law of liberty.”",
        "reference": "The Great Controversy, p.482"
    },
    {
        "quotation": "As the books of record are opened in the judgment, the lives of all who have believed on Jesus come in review before God. Beginning with those who first lived upon the earth, our Advocate presents the cases of each successive generation, and closes with the living. Every name is mentioned, every case closely investigated. Names are accepted, names rejected. When any have sins remaining upon the books of record, unrepented of and unforgiven, their names will be blotted out of the book of life, and the record of their good deeds will be erased from the book of God's remembrance.",
        "reference": "The Great Controversy, p.483"
    },
    {
        "quotation": "All who have truly repented of sin, and by faith claimed the blood of Christ as their atoning sacrifice, have had pardon entered against their names in the books of heaven; as they have become partakers of the righteousness of Christ, and their characters are found to be in harmony with the law of God, their sins will be blotted out, and they themselves will be accounted worthy of eternal life.",
        "reference": "The Great Controversy, p.484"
    },
    {
        "quotation": "The work of the investigative judgment and the blotting out of sins is to be accomplished before the second advent of the Lord. Since the dead are to be judged out of the things written in the books, it is impossible that the sins of men should be blotted out until after the judgment at which their cases are to be investigated. But the apostle Peter distinctly states that the sins of believers will be blotted out “when the times of refreshing shall come from the presence of the Lord; and He shall send Jesus Christ.” When the investigative judgment closes, Christ will come, and His reward will be with Him to give to every man as his work shall be.",
        "reference": "The Great Controversy, p.486"
    },
    {
        "quotation": "Sins that have not been repented of and forsaken will not be pardoned, and blotted out of the books of record, but will stand to witness against the sinner in the day of God. He may have committed his evil deeds in the light of day or in the darkness of night; but they were open and manifest before Him with whom we have to do. Angels of God witnessed each sin, and registered it in the unerring records. God has an exact record of every unjust account and every unfair dealing. He is not deceived by appearances of piety. He makes no mistakes in His estimation of character. Men may be deceived by those who are corrupt in heart, but God pierces all disguises, and reads the inner life.",
        "reference": "The Great Controversy, p.487"
    },
    {
        "quotation": "When the work of the investigative judgment closes, the destiny of all will have been decided for life or death. Probation is ended a short time before the appearing of the Lord in the clouds of heaven. Christ in the Revelation looking forward to that time, declares: “He that is unjust, let him be unjust still; and he which is filthy, let him be filthy still; and he that is righteous, let him be righteous still; and he that is holy, let him be holy still. And, behold, I come quickly; and My reward is with Me, to give every man according as his work shall be.”",
        "reference": "The Great Controversy, p.491"
    }
]