[
    {
        "quotation": "Christ sanctioned marriage, recognizing it as an institution that He Himself had established.  Christ honoured the marriage relation by making it also a symbol of the union between Him and His redeemed ones",
        "reference": "Ministry of healing, p.356"
    },
    {
        "quotation": "The parties (husband and wife) may not have worldly wealth, but they should have the far greater blessing of health and there should be a great disparity in age. A neglect of this rule may result in seriously impairing the health of the younger. And often the children are robbed of physical and mental strength.",
        "reference": "Ministry of healing, p.358"
    },
    {
        "quotation": "If God is calling you to marry, He wants to join you to someone with whom you can build a strong, godly home filled with love and grace; a home that exalts Jesus Christ as Lord and Savior.",
        "reference": "The purpose and power of love and marriage, 41"
    },
    {
        "quotation": "Eve was created from a rib taken from the side of Adam, signifying that she was not to control him as the head nor to be trampled under his feet as an inferior, but to stand by his side as an equal to be loved and protected.",
        "reference": "Patriarchs and prophets, p.30"
    },
    {
        "quotation": "As a woman, even though she may be talented, educated, intellectual, experienced, eloquent, and well dressed, God says “I gave all of these things not only for your own enrichment and enjoyment, but so that you can be a help to the man.”",
        "reference": "The purpose and power of a woman, p.139"
    },
    {
        "quotation": "A woman will reflect the love or lack of love that she receives; If a man’s wife is always depressed, angry, sad, or grouchy, it often means that she is reflecting the brutal treatment she is receiving from her husband.",
        "reference": "The purpose and power of a woman, p.153"
    },
    {
        "quotation": "God has ordained that there should be perfect love and harmony between those who enter into the marriage relation. Let bride and bridegroom, in the presence of the heavenly universe, pledge themselves to love each other as God has ordained they should.... The wife is to respect and reverence her husband, and the husband is to love and cherish his wife",
        "reference": "The Adventist Home p.104"
    },
    {
        "quotation": "To gain a proper understanding of the marriage relation is the work of a lifetime. Those who marry enter a school from which they are never in this life to be graduated. Husband and wife learn each other’s character as it was impossible to learn it in their previous association. Let all seek to discover the excellencies rather than the defects.",
        "reference": "The Adventist Home p.105"
    },
    {
        "quotation": " In the marriage vows they have promised to be as one, the wife covenanting to love and obey her husband, the husband promising to love and cherish his wife. If the law of God is obeyed, the demon of strife will be kept out of the family, and no separation of interests will take place, no alienation of affection will be permitted.",
        "reference": "The Adventist Home p.107"
    },
    {
        "quotation": "Everything in life has a purpose, understanding the inherent God-given purpose for the man and woman will enlighten your understanding of your spouse. If you bought a camera without proper training on how to use it, and you completely disregarded the manual, you would be foolish to get angry when you couldn’t operate it. It is just as foolish to try to operate marriage without reading its proper manual, Bible.",
        "reference": "Keys for living single p.7"
    },
    {
        "quotation": "Immature marriages are productive of a vast amount of the evils that exist today. Neither physical health nor mental vigor is promoted by a marriage that is entered on too early in life. Thus thousands have sacrificed themselves, soul and body, by unwise marriages, and have gone down in the path of perdition.",
        "reference": "Messages to young people, p.454"
    },
    {
        "quotation": "Satan is constantly busy to hurry inexperienced youth into a marriage alliance. He is busily engaged in influencing those who are wholly unsuited to each other to unite their interests. He exults in this work, for by it he can produce more misery and hopeless woe to the human family than by exercising his skill in any other direction.",
        "reference": "Messages to young people, p.455"
    },
    {
        "quotation": "Every step toward a marriage alliance should be characterized by modesty, simplicity, sincerity, and earnest purpose to please and honour God for it affects this life and the life to come.",
        "reference": "Messages to young people, p.435"
    },
    {
        "quotation": "Pregnancy is evidence of sexual activity and does not mean love or commitment between the man and woman who conceived the child. There are some people who think that even though sex alone is not a reason enough for marriage, pregnancy changes things. But from now beware that, like sex, pregnancy alone is not a reason to get marriage, but a reason to repent.",
        "reference": "The purpose and power of love and marriage, 40"
    },
    {
        "quotation": "Marriage is the only gateway to physical intimacy. It is designed to meet the physical needs of people (man and woman) who are already one in spirit and mind for it is essentially sexual in nature.",
        "reference": "Waiting and dating, p.104"
    },
    {
        "quotation": "One of the greatest gifts one can give his/her marriage partner on the wedding is a body that is sexually pure because then they can enjoy an intimacy which they have never shared with someone else before.",
        "reference": "Waiting and dating, p.188"
    },
    {
        "quotation": "If there is any subject that should be carefully considered and in which the counsel of older and more experienced persons should be sought, it is the subject of marriage; if ever the Bible was needed as a counsellor,  if ever divine guidance should be sought in prayers, it is a step that binds persons together for life.",
        "reference": "Patriarchs and prophets, p.176"
    },
    {
        "quotation": "If men and women are in the habit of praying twice a day before they contemplate marriage, they should pray four times a day when such a step is anticipated. Marriage is something that will influence and affect your life, both in this world and the world to come. Sincere Christian will not advance his plans in this direction without the knowledge that God approves his course.",
        "reference": "Messages to young people, p.461"
    },
    {
        "quotation": "Marriage is more than a legal contract to physically sleep together and share financial obligations. Marriage is the joining and uniting of two souls wherein lies the centre of submission, conviction, values as well as moral and spiritual perceptions. If souls are not compatible, the relationship is on the course of tragic disaster",
        "reference": "Keys for living single p.15"
    },
    {
        "quotation": "If two people (husband and wife) are close together in physical proximity and miles apart in spirit, there is no intimacy. They may be in the same room but in different worlds. Therefore, the first step to true intimacy in relationship is developing a oneness of spirit.",
        "reference": "Waiting and dating, p.33"
    },
    {
        "quotation": "You should not need someone to make you whole, and you should not enter into marriage in which the other person needs you to make him/her whole. Nobody has time to be dealing with an empty or a halfway spouse.",
        "reference": "Waiting and dating, p.20"
    },
    {
        "quotation": "The women in this age, both married and unmarried, too frequently do not maintain the reserve that is necessary. They encourage the attentions of single and married men, and those who are weak in moral power will be ensnared. Thoughts are awakened that would not have been if woman had kept her place in all modesty and sobriety.",
        "reference": "Letters to young lovers, p.74"
    },
    {
        "quotation": "God is the only one who joins the couples together. Not even a legal paper joins them. The marriage license simply makes the joining legal according to the laws of the land. Some people may be legally married but not joined. If God does not join you, man undoubtedly will put you asunder in some fashion down through the years. But if God joins you, no man can put you asunder.",
        "reference": " Single, Married, Separated, and life after divorced, p.313"
    },
    {
        "quotation": "Emotional bonding (marriage) develops slowly, but consistently, and is based on how much time you spend with the other person; the amount of communication between you and the other person; the amount of sharing hopes, dreams, inner thoughts. What happens is almost like throwing cobwebs at one another until you become totally enmeshed in the other person. You get emotionally attached and become dependent on one another emotionally, even if not physically.",
        "reference": "Single, Married, Separated, and life after divorced, p.119"
    },
    {
        "quotation": "A legal marriage is the result of an emotional marriage, but not all emotional marriages are legalized. It is possible to be legally divorced but emotionally still married. Lawyers, judges, juries, and courts cannot give you an emotional divorce.",
        "reference": "Single, Married, Separated, and life after divorced, p.118,120"
    },
    {
        "quotation": "If you experience a “divorce.” Your soul is wounded because ties between you and the other person are torn apart. God created our bodies to heal themselves. If your body gets cut, it can heal itself. However, there was nothing created in man to handle the hurt of divorce. Marriage is God’s invention; divorce is man’s intention. Marriage is not designed for divorce",
        "reference": "Single, Married, Separated, and life after divorced, p.121"
    },
    {
        "quotation": "A woman may be legally divorced from her husband by the laws of the land, and yet not divorced in the sight of God and according to the higher law. There is only one sin, which is adultery, which can place the husband or wife in a position where they can be free from the marriage vow in the sight of God. The laws of the land may grant a divorce, yet they are husband and wife still in the Bible light, according to the laws of God.",
        "reference": "The Adventist Home p.344"
    }
]