[
    {
        "quotation": "Sin is the transgression of the law and the law is the transcript of Christ's character, and Christ is the enbodiment of the law. Our faith must be an intelligent faith, looking unto Jesus in perfect confidence, in full and entire faith in the atoning sacrifice.",
        "reference": "SDA Bible Commentary Vol 5, p.1131"
    },
    {
        "quotation": "As your conscience has been quickened by the Holy Spirit, you have seen something of the evil of sin, of its power, its guilt, its woe; and you look upon it with abhorrence. You feel that sin has separated you from God,that you are in bondage to the power of evil. The more you struggle to escape, the more you realize your helplessness. Your motives are impure; your heart is unclean. You see that your life has been filled with selfishness and sin. You long to be forgiven, to be cleansed, to be set free.",
        "reference": "Steps to Christ, p.49"
    },
    {
        "quotation": "You have confessed your sins, and in heart put them away. You have resolved to give yourself to God. Now go to Him, and ask that He will wash away your sins and give you a new heart. Then believe that He does this because He has promised. This is the lesson which Jesus taught while He was on earth, that the gift which God promises us, we must believe we do receive, and it is ours.",
        "reference": "Steps to Christ, p.49,50"
    },
    {
        "quotation": "And what is it to believe? It is to fully accept that Jesus Christ died as our sacrifice; that He became the curse for us, took our sins upon Himself, and imputed unto us His own righteousness. Therefore we claim this righteousness of Christ, we believe it, and it is our righteousness. He is our Saviour. He saves us because He said He would.",
        "reference": "Faith and Works, p.70"
    },
    {
        "quotation": "You cannot atone for your past sins; you cannot change your heart and make yourself holy. But God promises to do all this for you through Christ. You believe that promise. You confess your sins and give yourself to God. You will to serve Him. Just as surely as you do this, God will fulfill His word to you. If you believe the promise,—believe that you are forgiven and cleansed. Do not wait to feel that you are made whole, but say, “I believe it; it is so, not because I feel it, but because God has promised.”",
        "reference": "Steps to Christ, p.50"
    },
    {
        "quotation": "The righteousness by which we are justified is imputed; the righteousness by which we are sanctified is imparted. The first is our title to heaven, the second is our fitness for heaven.",
        "reference": "Review and Herald, June 4, 1895"
    },
    {
        "quotation": "Christ was treated as we deserve, that we might be treated as He deserves. He was condemned for our sins, in which He had no share, that we might be justified by His righteousness, in which we had no share. He suffered the death which was ours, that we might receive the life which was His. “With His stripes we are healed.”",
        "reference": "The Desire of Ages, p.14"
    },
    {
        "quotation": "Christ took upon Himself humanity for us. He clothed His divinity, and divinity and humanity were combined. He showed that that law which Satan declared could not be kept, could be kept. Christ took humanity to stand here in our world, to show that Satan had lied. He took humanity upon Himself to demonstrate that with divinity and humanity combined, man could keep the law of Jehovah. Separate humanity from divinity, and you can try to work out your own righteousness from now till Christ comes, and it will be nothing but a failure.",
        "reference": "Faith and Works, p.71"
    },
    {
        "quotation": "When we submit ourselves to Christ, the heart is united with His heart, the will is merged in His will, the mind becomes one with His mind, the thoughts are brought into captivity to Him; we live His life. This is what it means to be clothed with thegarment of His righteousness. Then as the Lord looks upon us He sees, not the fig-leaf garment, not the nakedness and deformity of sin, but His own robe of righteousness, which is perfect obedience to the law of Jehovah.",
        "reference": "Christ's Object Lessons, p.312"
    },
    {
        "quotation": "There is no need to make the dress question the main point of your religion. There is something richer to talk of. Talk of Christ; and when the heart is converted, everything that is out of harmony with the Word of God will drop off.",
        "reference": "Child Guidance, p.428"
    },
    {
        "quotation": "By beholding the matchless love of Christ, the selfish heart will be melted and subdued. Only when selfishness is dead, when strife for supremacy is banished, when gratitude fills the heart, and love makes fragrant the life—it is only then that Christ is abiding in the soul, and we are recognized as laborers together with God.",
        "reference": "Christ's Object Lessons, p.395,403"
    },
    {
        "quotation": "By beholding Christ, by talking of Him, by beholding the loveliness of His character we become changed. Changed from glory to glory. And what is glory? Character,—and he becomes changed from character to character. Thus we see that there is a work of purification that goes on by beholding Jesus.",
        "reference": "Sons and Daughters of God, p.338"
    },
    {
        "quotation": "The nearer man approaches to moral perfection, the keener are his sensibilities, the more acute is his perception of sin, and the deeper his sympathy for the afflicted.",
        "reference": "The Great Controversy, p.570"
    },
    {
        "quotation": "Many have an idea that they must do some part of the work alone. They have trusted in Christ for the forgiveness of sin, but now they seek by their own efforts to live aright. But every such effort must fail. Jesus says, “Without Me ye can do nothing.” Our growth in grace, our joy, our usefulness,—all depend upon our union with Christ. It is by communion with Him, daily, hourly,—by abiding in Him,—that we are to grow in grace. He is not only the Author, but the Finisher of our faith. It is Christ first and last and always. He is to be with us, not only at the beginning and the end of our course, but at every step of the way.",
        "reference": "Steps to Christ, p.69"
    },
    {
        "quotation": "He who is trying to reach heaven by his own works in keeping the law is attempting an impossibility. All that man can do without Christ is polluted with selfishness and sin; but that which is wrought through faith is acceptable to God. When we seek to gain heaven through the merits of Christ, the soul makes progress. “Looking unto Jesus, the author and finisher of our faith,” we may go on from strength to strength, from victory to victory; for through Christ the grace of God has worked out our complete salvation.",
        "reference": "Faith and Works, p.94"
    },
    {
        "quotation": "It is in this life that we are to separate sin from us, through faith in the atoning blood of Christ. Our precious Saviour invites us to join ourselves to Him, to unite our weakness to His strength, our ignorance to His wisdom, our unworthiness to His merits. God's providence is the school in which we are to learn the meekness and lowliness of Jesus.",
        "reference": "The Great Controversy, p.623"
    },
    {
        "quotation": "Moral perfection is required of all. Never should we lower the standard of righteousness in order to accommodate inherited or cultivated tendencies to wrong-doing. We need to understand that imperfection of character is sin. All righteous attributes of character dwell in God as a perfect, harmonious whole, and every one who receives Christ as a personal Saviour is privileged to possess these attributes.",
        "reference": "Christ's Object Lessons, p.330"
    },
    {
        "quotation": "Christ has given us no assurance that to attain perfection of character is an easy matter. A noble, all-round character is not inherited. It does not come to us by accident. A noble character is earned by individual effort through the merits and grace of Christ. God gives the talents, the powers of the mind; we form the character. It is formed by hard, stern battles with self. Conflict after conflict must be waged against hereditary tendencies. We shall have to criticize ourselves closely, and allow not one unfavorable trait to remain uncorrected.",
        "reference": "Christ's Object Lessons, p.332"
    },
    {
        "quotation": "Let no one say, I cannot remedy my defects of character. The impossibility lies in your own will. If you will not, then you can not overcome. The real difficulty arises from the corruption of an unsanctified heart, and an unwillingness to submit to the control of God. As the will of man co-operates with the will of God, it becomes omnipotent. Do not disappoint Him who so loved you that He gave His own life to cancel your sins. He says, “Without Me ye can do nothing.” John 15:5. Remember this. If you have made mistakes, you certainly gain a victory if you see these mistakes and regard them as beacons of warning. Thus you turn defeat into victory, disappointing the enemy and honoring your Redeemer.",
        "reference": "Christ's Object Lessons, p.332,333"
    },
    {
        "quotation": "Conformity to worldly customs converts the church to the world; it never converts the world to Christ. Familiarity with sin will inevitably cause it to appear less repulsive.",
        "reference": "The Great Controversy, p.509"
    },
    {
        "quotation": "Exciting love stories and impure pictures have a corrupting influence. The lust of the eye and corrupt passions are aroused by beholding and by reading. The heart is corrupted through the imagination. The mind takes pleasure in contemplating scenes which awaken the lower and baser passions.",
        "reference": "Child Guidance, p.439"
    },
    {
        "quotation": "It is Satan's constant effort to misrepresent the character of God, the nature of sin, and the real issues at stake in the great controversy. His sophistry lessens the obligation of the divine law, and gives men license to sin. At the same time he causes them to cherish false conceptions of God, so that they regard Him with fear and hate, rather than with love.",
        "reference": "The Great Controversy, p.569"
    },
    {
        "quotation": "In rejecting the truth, men reject its Author. In trampling upon the law of God, they deny the authority of the Lawgiver. Wherever the divine precepts are rejected, sin ceases to appear sinful, or righteousness desirable.",
        "reference": "The Great Controversy, p.584,585"
    },
    {
        "quotation": "God never forces the will or the conscience; but Satan's constant resort—to gain control of those whom he cannot otherwise seduce—is compulsion by cruelty.",
        "reference": "The Great Controversy, p.592"
    },
    {
        "quotation": "'Faith cometh by hearing, and hearing by the word of God.' Romans 10:17. The Scriptures are the great agency in the transformation of character. Christ prayed, 'Sanctify them through Thy truth; Thy word is truth.' John 17:17. If studied and obeyed, the word of God works in the heart, subduing every unholy attribute.",
        "reference": "Christ's Object Lessons, p.100"
    },
    {
        "quotation": "The multitudes do not want Bible truth, because it interferes with the desires of the sinful, world-loving heart; and Satan supplies the deceptions which they love. But God will have a people upon the earth to maintain the Bible, and the Bible only, as the standard of all doctrines, and the basis of all reforms.",
        "reference": "The Great Controversy, p.595"
    },
    {
        "quotation": "The truth and the glory of God are inseparable; it is impossible for us, with the Bible within our reach, to honor God by erroneous opinions. Ignorance is no excuse for error or sin, when there is every opportunity to know the will of God. If light and truth is within our reach, and we neglect to improve the privilege of hearing and seeing it, we virtually reject it; we are choosing darkness rather than light.",
        "reference": "The Great Controversy, p.597"
    },
    {
        "quotation": "Whoever trusts in himself that he is righteous, will despise others. As he judges himself by other men, so he judges other men by himself. His righteousness is estimated by theirs, and the worse they are the more righteous by contrast he appears. His self-righteousness leads to accusing. Thus he is making manifest the very spirit of Satan, the accuser of the brethren. With this spirit it is impossible for him to enter into communion with God.",
        "reference": "Christ's Object Lessons, p.151,152"
    },
    {
        "quotation": "There is nothing so offensive to God or so dangerous to the human soul as pride and self-sufficiency. Those who accept the Saviour, however sincere their conversion, should never be taught to say or to feel that they are saved. This is misleading. They lose sight of their own weakness and their constant need of divine strength. We are admonished, “Let him that thinketh he standeth, take heed lest he fall.” 1 Corinthians 10:12. Our only safety is in constant distrust of self, and dependence on Christ.",
        "reference": "Christ's Object Lessons, p.155,156"
    },
    {
        "quotation": "It is only he who knows himself to be a sinner that Christ can save. He came “to heal the broken-hearted, to preach deliverance to the captives, and recovering of sight to the blind, to set at liberty them that are bruised.” Luke 4:18. But “they that are whole need not a physician.” Luke 5:31. We must know our real condition, or we shall not feel our need of Christ’s help. We must understand our danger, or we shall not flee to the refuge. We must feel the pain of our wounds, or we should not desire healing.",
        "reference": "Christ's Object Lessons, p.159"
    },
    {
        "quotation": "No man can of himself understand his errors. “The heart is deceitful above all things, and desperately wicked; who can know it?” Jeremiah 17:9. The lips may express a poverty of soul that the heart does not acknowledge. In one way only can a true knowledge of self be obtained. We must behold Christ. It is ignorance of Him that makes men so uplifted in their own righteousness. When we contemplate His purity and excellence, we shall see our own weakness and poverty and defects as they really are. We shall see ourselves lost and hopeless, clad in garments of self-righteousness, like every other sinner. We shall see that if we are ever saved, it will not be through our own goodness, but through God’s infinite grace.",
        "reference": "Christ's Object Lessons, p.159"
    },
    {
        "quotation": "Only by constant renunciation of self and dependence on Christ can we walk safely. The nearer we come to Jesus and the more clearly we discern the purity of His character, the more clearly we shall discern the exceeding sinfulness of sin and the less we shall feel like exalting ourselves.",
        "reference": "Christ's Object Lessons, p.160"
    },
    {
        "quotation": "We need to shun everything that would encourage pride and self-sufficiency; therefore we should beware of giving or receiving flattery or praise. It is Satan’s work to flatter. He deals in flattery as well as in accusing and condemnation. Let the workers for Christ direct every word of praise away from themselves. Let self be put out of sight. Christ alone is to be exalted.",
        "reference": "Christ's Object Lessons, p.161"
    },
    {
        "quotation": "The life in which the fear of the Lord is cherished will not be a life of sadness and gloom. It is the absence of Christ that makes the countenance sad, and the life a pilgrimage of sighs. But Christ dwelling in the soul is a wellspring of joy.",
        "reference": "Christ's Object Lessons, p.162"
    },
    {
        "quotation": "In the parable of the lost sheep, Christ teaches that salvation does not come through our seeking after God but through God’s seeking after us. “There is none that understandeth, there is none that seeketh after God. They are all gone out of the way.” Romans 3:11, 12. We do not repent in order that God may love us, but He reveals to us His love in order that we may repent.",
        "reference": "Christ's Object Lessons, p.190"
    },
    {
        "quotation": "The rabbis had a saying that there is rejoicing in heaven when one who has sinned against God is destroyed; but Jesus taught that to God the work of destruction is a strange work. That in which all heaven delights is the restoration of God’s own image in the souls whom He has made.",
        "reference": "Christ's Object Lessons, p.191"
    },
    {
        "quotation": "When one who has wandered far in sin seeks to return to God, he will encounter criticism and distrust. There are those who will doubt whether his repentance is genuine, or will whisper, “He has no stability; I do not believe that he will hold out.” These persons are doing not the work of God but the work of Satan, who is the accuser of the brethren. Through their criticisms the wicked one hopes to discourage that soul, and to drive him still farther from hope and from God.",
        "reference": "Christ's Object Lessons, p.191"
    },
    {
        "quotation": "The souls whom you despise, said Jesus, are the property of God. By creation and by redemption they are His, and they are of value in His sight. As the shepherd loves his sheep, and cannot rest if even one be missing, so, in an infinitely higher degree, does God love every outcast soul. Men may deny the claim of His love, they may wander from Him, they may choose another master; yet they are God’s, and He longs to recover His own.",
        "reference": "Christ's Object Lessons, p.187"
    },
    {
        "quotation": "If the lost sheep is not brought back to the fold, it wanders until it perishes. And many souls go down to ruin for want of a hand stretched out to save. Angels pity these wandering ones. Angels weep, while human eyes are dry and hearts are closed to pity.",
        "reference": "Christ's Object Lessons, p.192"
    },
    {
        "quotation": "The parables of the lost sheep and lost coin represent different classes. The lost sheep knows that it is lost. It has left the shepherd and the flock, and it cannot recover itself. It represents those who realize that they are separated from God and who are in a cloud of perplexity, in humiliation, and sorely tempted. The lost coin represents those who are lost in trespasses and sins, but who have no sense of their condition. They are estranged from God, but they know it not. Their souls are in peril, but they are unconscious and unconcerned. They are to be sought for that they may be brought back to God.",
        "reference": "Christ's Object Lessons, p.194"
    },
    {
        "quotation": "At the foot of the cross, remembering that for one sinner Christ would have laid down His life, you may estimate the value of a soul. If you are in communion with Christ, you will place His estimate upon every human being. You will feel for others the same deep love that Christ has felt for you. Then you will be able to win, not drive, to attract, not repulse, those for whom He died.",
        "reference": "Christ's Object Lessons, p.197"
    }
]