[
    {
        "quotation": "True education is the preparation of the physical, mental, and moral powers for the performance of every duty. Be determined to become as useful and efficient as God calls you to be. Be thorough and faithful in whatever you undertake. Let the study of books be combined with useful manual labor, and by faithful endeavor, watchfulness, and prayer secure the wisdom that is from above. This will give you an all-round education.",
        "reference": "Christ's Object Lessons, p.331,335"
    },
    {
        "quotation": "Self-discipline must be practiced by everyone who would be a worker for God. An ordinary mind, well disciplined, will accomplish more and higher work than will the most highly educated mind and the greatest talents without self-control.",
        "reference": "Christ's Object Lessons, p.335"
    },
    {
        "quotation": "The power of speech is a talent that should be diligently cultivated. Of all the gifts we have received from God, none is capable of being a greater blessing than this. With the voice we convince and persuade, with it we offer prayer and praise to God, and with it we tell others of the Redeemer’s love. How important, then, that it be so trained as to be most effective for good.",
        "reference": "Christ's Object Lessons, p.336"
    },
    {
        "quotation": "Talents used are talents multiplied. Success is not the result of chance or of destiny; it is the outworking of God’s own providence, the reward of faith and discretion, of virtue and persevering effort. The Lord desires us to use every gift we have; and if we do this, we shall have greater gifts to use.",
        "reference": "Christ's Object Lessons, p.354"
    },
    {
        "quotation": "He who begins with a little knowledge, in a humble way, and tells what he knows, while seeking diligently for further knowledge, will find the whole heavenly treasure awaiting his demand. The more he seeks to impart light, the more light he will receive. The more one tries to explain the word of Godto others, with a love for souls, the plainer it becomes to himself. The more we use our knowledge and exercise our powers, the more knowledge and power we shall have.",
        "reference": "Christ's Object Lessons, p.354"
    },
    {
        "quotation": "As in the natural, so in the spiritual world: every power unused will weaken and decay. Activity is the law of life; idleness is death. Employed to bless others, his gifts increase. Shut up to self-serving they diminish, and are finally withdrawn. He who refuses to impart that which he has received will at last find that he has nothing to give. He is consenting to a process that surely dwarfs and finally destroys the faculties of the soul.",
        "reference": "Christ's Object Lessons, p.365"
    },
    {
        "quotation": "No man is safe for a day or an hour without prayer. While we must constantly guard against the devices of Satan, we should pray in faith continually, “Lead us not into temptation.”",
        "reference": "The Great Controversy, p.330"
    },
    {
        "quotation": "We are to be vigilant, watching for the coming of the Son of man; and we must also be diligent; working as well as waiting is required; there must be a union of the two. This will balance the christian character, making it well developed, symmetrical. Waiting and watching and working are to be blended.",
        "reference": "The Adventist Home, p.16"
    },
    {
        "quotation": "Man will never rise higher than his standard of purity or goodness or truth. If self is his loftiest ideal, he will never attain to anything more exalted. Rather, he will constantly sink lower and lower. The grace of God alone has power to exalt man. Left to himself, his course must inevitably be downward.",
        "reference": "The Great Controversy, p.555"
    },
    {
        "quotation": "To every man God has given “according to his several ability.” He who has ability to use five talents receives five. He who can improve but two, receives two. He who can wisely use only one, receives one. The one to whom five talents have been committed is to render the improvement of five; he who has but one, the improvement of one. God expects returns “according to that a man hath, and not according to that he hath not.” 2 Corinthians 8:12.",
        "reference": "Christ's Object Lessons, p.329"
    },
    {
        "quotation": "God will accept only those who are determined to aim high. He places every human agent under obligation to do his best. Remember that you will never reach a higher standard than you yourself set. Then set your mark high, and step by step, even though it be by painful effort, by self-denial and sacrifice, ascend the whole length of the ladder of progress. Let nothing hinder you.",
        "reference": "Christ's Object Lessons, p.330"
    },
    {
        "quotation": "Practical work will have far more effect than mere sermonizing. We are to give food to the hungry, clothing to the naked, and shelter to the homeless. And we are called to do more than this. The wants of the soul, only the love of Christ can satisfy. If Christ is abiding in us, our hearts will be full of divine sympathy. The sealed fountains of earnest, Christlike love will be unsealed.",
        "reference": "Christ's Object Lessons, p.404"
    },
    {
        "quotation": "Not in our learning, not in our position, not in our numbers or entrusted talents, not in the will of man, is to be found the secret of success. Feeling our inefficiency, we are to contemplate Christ; and through Him who is the strength of all strength and the thought of all thought, the willing and obedient will gain victory after victory.",
        "reference": "Christ's Object Lessons, p.404"
    },
    {
        "quotation": "By the atmosphere surrounding us, every person with whom we come in contact is consciously or unconsciously affected. This is a responsibility from which we cannot free ourselves. Our words, our acts, our dress, our deportment, even the expression of the countenance, has an influence. Upon the impression thus made, there hang results for good or evil which no man can measure.",
        "reference": "The Great Controversy, p.340"
    },
    {
        "quotation": "When in the way of duty we are brought into trial, as was Daniel in the king's court, we may be sure that God will protect us; but if we place ourselves under temptation, we shall fall sooner or later.",
        "reference": "The Great Controversy, p.509"
    },
    {
        "quotation": "Let no one say, I cannot remedy my defects of character. The impossibility lies in your own will. If you will not, then you can not overcome. The real difficulty arises from the corruption of an unsanctified heart, and an unwillingness to submit to the control of God. As the will of man co-operates with the will of God, it becomes omnipotent. Do not disappoint Him who so loved you that He gave His own life to cancel your sins. He says, “Without Me ye can do nothing.” John 15:5. Remember this. If you have made mistakes, you certainly gain a victory if you see these mistakes and regard them as beacons of warning. Thus you turn defeat into victory, disappointing the enemy and honoring your Redeemer.",
        "reference": "Christ's Object Lessons, p.332,333"
    },
    {
        "quotation": "No man without his own consent can be overcome by Satan. The tempter has no power to control the will or to force the soul to sin. He may distress, but he cannot contaminate. He can cause agony, but not defilement. 2 Corinthians 4:8-9.",
        "reference": "The Great Controversy, p.511"
    },
    {
        "quotation": "While God has given ample evidence for faith, He will never remove all excuse for unbelief. All who look for hooks to hang their doubts upon, will find them. And those who refuse to accept and obey God's word until every objection has been removed, and there is no longer an opportunity for doubt, will never come to the light.",
        "reference": "The Great Controversy, p.527"
    },
    {
        "quotation": "Satan can present a counterfeit so closely resembling the truth that it deceives those who are willing to be deceived, who desire to shun the self-denial and sacrifice demanded by the truth; but it is impossible for him to hold under his power one soul who honestly desires, at whatever cost, to know the truth. ",
        "reference": "The Great Controversy, p.528"
    },
    {
        "quotation": "There is but one course for those to pursue who honestly desire to be freed from doubts. Instead of questioning and caviling concerning that which they do not understand, let them give heed to the light which already shines upon them, and they will receive greater light. Let them do every duty which has been made plain to their understanding, and they will be enabled to understand and perform those of which they are now in doubt.",
        "reference": "The Great Controversy, p.528"
    },
    {
        "quotation": "Satan is well aware that the weakest soul who abides in Christ is more than a match for the hosts of darkness, and that, should he reveal himself openly, he would be met and resisted. Therefore he seeks to draw away the soldiers of the cross from their strong fortification, while he lies in ambush with his forces, ready to destroy all who venture upon his ground. Only in humble reliance upon God, and obedience to all His commandments, can we be secure.",
        "reference": "The Great Controversy, p.530"
    },
    {
        "quotation": "Those who follow Christ are ever safe under His watchcare. Angels that excel in strength are sent from heaven to protect them. The wicked one cannot break through the guard which God has stationed about His people.",
        "reference": "The Great Controversy, p.511"
    },
    {
        "quotation": "If we surrender our lives to His service, we can never be placed in a position for which God has not made provision. Whatever may be our situation, we have a Guide to direct our way; whatever our perplexities, we have a sure Counselor; whatever our sorrow, bereavement, or loneliness, we have a sympathizing Friend. If in our ignorance we make missteps, Christ does not leave us. His voice, clear and distinct, is heard saying, “I am the Way, the Truth, and the Life.” John 14:6. “He shall deliver the needy when he crieth; the poor also, and him that hath no helper.” Psalm 72:12.",
        "reference": "Christ's Object Lessons, p.173"
    },
    {
        "quotation": "It is a law both of the intellectual and the spiritual nature, that by beholding, we become changed. The mind gradually adapts itself to the subjects upon which it is allowed to dwell. It becomes assimilated to that which it is accustomed to love and reverence.",
        "reference": "The Great Controversy, p.555"
    },
    {
        "quotation": "Exciting love stories and impure pictures have a corrupting influence. The lust of the eye and corrupt passions are aroused by beholding and by reading. The heart is corrupted through the imagination. The mind takes pleasure in contemplating scenes which awaken the lower and baser passions.",
        "reference": "Child Guidance, p.439"
    },
    {
        "quotation": "Temptations often appear irresistible because, through neglect of prayer and the study of the Bible, the tempted one cannot readily remember God's promises and meet Satan with the Scripture weapons. But angels are round about those who are willing to be taught in divine things; and in the time of great necessity, they will bring to their remembrance the very truths which are needed.",
        "reference": "The Great Controversy, p.600"
    },
    {
        "quotation": "If any man wills to do His will, he shall know of the doctrine.” If men would but take the Bible as it reads, if there were no false teachers to mislead and confuse their minds, a work would be accomplished that would make angels glad, and that would bring into the fold of Christ thousands upon thousands who are now wandering in error.",
        "reference": "The Great Controversy, p.599"
    },
    {
        "quotation": "We should not engage in the study of the Bible with that self-reliance with which so many enter the domains of science, but with a prayerful dependence upon God, and a sincere desire to learn His will. We must come with a humble and teachable spirit to obtain knowledge from the great I AM. Otherwise, evil angels will so blind our minds and harden our hearts that we shall not be impressed by the truth.",
        "reference": "The Great Controversy, p.599"
    },
    {
        "quotation": "A close connection with heaven will give the right tone to your fidelity and will be the ground of your success. Your feeling of dependence will drive you to prayer, and your sense of duty summon you to effort. Prayer and effort, effort and prayer, will be the business of your life. You must pray as though the efficiency and praise were all due to God, and labor as though duty were all your own. Only believe in God, take Him at His word, act by faith, and blessings will come.",
        "reference": "Testimonies for the Church Vol 4, p.538"
    },
    {
        "quotation": "By being circumspect, reserved, taking no liberties, receiving no unwarrantable attentions, but preserving a high moral tone and becoming dignity, much evil might be avoided.",
        "reference": "Letters to young lovers, p.74"
    }
]