[
    {
        "quotation": "The well-being of society, the success of the church, the prosperity of the nation, depend upon home influences. The elevation or deterioration of the future of society will be determined by the manners and morals of the youth growing up around us. The company which the young now keep, the habits they now form, and the principles they now adopt are the index to the state of society for years to come.",
        "reference": "The Adventist Home, p.10"
    },
    {
        "quotation": "Those who are actuated by true love are neither unreasonable nor blind; they are taught by the Holy Spirit and they love God supremely and their neighbour as themselves.",
        "reference": "Messages to young people, p.435"
    },
    {
        "quotation": "If you are blessed with God-fearing parents, seek counsel of them, open to them your hopes and plans, learn the lessons which their life experiences have taught, and you will be saved many a heartache. Above all, make Jesus Christ your counsellor, study his word with prayer.",
        "reference": "Messages to young people, p.436"
    },
    {
        "quotation": "Under the guidance of God-fearing parents and God’s word, let a young woman accept as a life companion only one who possesses pure manly traits of character, one who is diligent, aspiring, and honest, one who loves and fears God. Let a young man seek one to stand by his side who is fitted to bear her share of life’s burdens, one whose influence will ennoble and refine him and who will make him happy.",
        "reference": "Messages to young people, p.436"
    },
    {
        "quotation": "When you find yourself attracted to someone else, you would better find out why very quickly, it could be only sensual attraction. Do not marry out of infatuation because physical and emotional love is a hundred percent chemical which changes like a weather.",
        "reference": "Waiting and dating, p.34"
    },
    {
        "quotation": "No matter how much you love someone, find out if the person serves God and how he/she serves Him. Make sure you carry the same firewood to burn on the same alter before the same sacrifice.",
        "reference": "Keys for living single, p.15"
    },
    {
        "quotation": "If you, my brother, are allured to unite your life interest with young inexperienced girl who is really deficient in education in the common practical daily duties of life, you make a mistake; but this deficiency is small compared with her ignorance in regard to her duty to God.",
        "reference": "Messages to young people, p.437"
    },
    {
        "quotation": "If there is any subject that should be carefully considered and in which the counsel of older and more experienced persons should be sought, it is the subject of marriage; if ever the Bible was needed as a counsellor,  if ever divine guidance should be sought in prayers, it is a step that binds persons together for life.",
        "reference": "Patriarchs and prophets, p.176"
    },
    {
        "quotation": "If men and women are in the habit of praying twice a day before they contemplate marriage, they should pray four times a day when such a step is anticipated. Marriage is something that will influence and affect your life, both in this world and the world to come. Sincere Christian will not advance his plans in this direction without the knowledge that God approves his course.",
        "reference": "Messages to young people, p.461"
    },
    {
        "quotation": "One of the greatest gifts one can give his/her marriage partner on the wedding is a body that is sexually pure because then they can enjoy an intimacy which they have never shared with someone else before.",
        "reference": "Waiting and dating, p.188"
    },
    {
        "quotation": "The young affections should be restrained until period arrives when sufficient age and experience will make it honourable and safe to unfetter them. The Song of Solomon 8:4.",
        "reference": "Messages to young people, p.453"
    },
    {
        "quotation": "The habit of sitting up late at night is customary but it is not pleasing to God, even if you are both Christians. The untimely hours injure health, unfit the mind for the next day’s duties and have an appearance of evil. My brethren, I hope you will have self-respect to shun this form of courtship. Let some hours of your courtship run the married life.",
        "reference": "Messages to young people, p.438"
    },
    {
        "quotation": "Sexual abstinence is the only appropriate behaviour for unmarried people, and especially believers for it is psychologically damaging, emotionally dangerous and sinful. 1 Corinthians 7:1,9.",
        "reference": "The purpose and power of love and marriage, p.40"
    },
    {
        "quotation": "If you have made a promise contrary to the scriptures, by all means retract it without delay, and in humility before God repent of the infatuation that led you to make so rash a pledge. Far better, take back such a promise in the fear of God, than keep it and thereby dishonour your maker.",
        "reference": "Messages to young people, p.442"
    }
]