[
    {
        "quotation": "The well-being of society, the success of the church, the prosperity of the nation, depend upon home influences. The elevation or deterioration of the future of society will be determined by the manners and morals of the youth growing up around us. The company which the young now keep, the habits they now form, and the principles they now adopt are the index to the state of society for years to come.",
        "reference": "The Adventist Home, p.10"
    },
    {
        "quotation": "Love is a precious gift, which we receive from Jesus. Pure and holy affection is not a feeling, but a principle. Those who are actuated by true love are neither unreasonable nor blind.",
        "reference": "The Adventist Home, p.50"
    },
    {
        "quotation": "Those who are actuated by true love are neither unreasonable nor blind; they are taught by the Holy Spirit and they love God supremely and their neighbour as themselves.",
        "reference": "Messages to young people, p.435"
    },
    {
        "quotation": "While pure love will take God into all its plans, and will be in perfect harmony with the Spirit of God, passion will be headstrong, rash, unreasonable, defiant of all restraint, and will make the object of its choice an idol.",
        "reference": "The Adventist Home, p.51"
    },
    {
        "quotation": "True love is not a strong, fiery, impetuous passion. On the contrary, it is calm and deep in its nature. It looks beyond mere externals, and is attracted by qualities alone. It is wise and discriminating, and its devotion is real and abiding.",
        "reference": "The Adventist Home, p.52"
    },
    {
        "quotation": "If you are blessed with God-fearing parents, seek counsel of them, open to them your hopes and plans, learn the lessons which their life experiences have taught, and you will be saved many a heartache. Above all, make Jesus Christ your counsellor, study his word with prayer.",
        "reference": "Messages to young people, p.436"
    },
    {
        "quotation": "Under the guidance of God-fearing parents and God’s word, let a young woman accept as a life companion only one who possesses pure manly traits of character, one who is diligent, aspiring, and honest, one who loves and fears God. Let a young man seek one to stand by his side who is fitted to bear her share of life’s burdens, one whose influence will ennoble and refine him and who will make him happy.",
        "reference": "Messages to young people, p.436"
    },
    {
        "quotation": "When you find yourself attracted to someone else, you would better find out why very quickly, it could be only sensual attraction. Do not marry out of infatuation because physical and emotional love is a hundred percent chemical which changes like a weather.",
        "reference": "Waiting and dating, p.34"
    },
    {
        "quotation": "No matter how much you love someone, find out if the person serves God and how he/she serves Him. Make sure you carry the same firewood to burn on the same alter before the same sacrifice.",
        "reference": "Keys for living single, p.15"
    },
    {
        "quotation": "If you, my brother, are allured to unite your life interest with young inexperienced girl who is really deficient in education in the common practical daily duties of life, you make a mistake; but this deficiency is small compared with her ignorance in regard to her duty to God.",
        "reference": "Messages to young people, p.437"
    },
    {
        "quotation": "You cannot see the depths of wickedness hidden in the heart. Satan works through the children of disobedience, there is no concord between Christ and belial, the two cannot harmonize. To connect with unbeliever is to place yourself on Satan’s grounds, you grieve the Spirit of God and forfeit His protection.",
        "reference": "Messages to young people, 441"
    },
    {
        "quotation": "The strongest and most successful long-term relationships are those that are based on friendship rather than on sense of need or incompleteness. Husbands and wives should enter marriage as best friends.",
        "reference": "Waiting and dating, p.38"
    },
    {
        "quotation": "A young man who enjoys the society and wins the friendship of a young lady unknown to her parents, does not act a noble Christian part toward her or her parents. The Bible condemns every species of dishonesty...",
        "reference": "The Adventist Home, p.58"
    },
    {
        "quotation": "He who would lead a daughter away from duty, who would confuse her ideas of God’s plain and positive commands to obey and honor her parents, is not one who would be true to the marriage obligations...",
        "reference": "The Adventist Home, p.58"
    },
    {
        "quotation": "To trifle with hearts is a crime of no small magnitude in the sight of a holy God. And yet some will show preference for young ladies and call out their affections, and then go their way and forget all about the words they have spoken and their effect. A new face attracts them, and they repeat the same words, devote to another the same attentions. This disposition will reveal itself in the married life.",
        "reference": "Letters to young lovers, p.74"
    },
    {
        "quotation": "Dating is not a place for trial and error; it should be stepped upon only when you understand what God expects and requires of you. There are two choices only: either you will follow God’s standards by deliberate choice, or you will follow the world’s standards by default.",
        "reference": "Waiting and dating, p.14"
    },
    {
        "quotation": "Those who would preserve physical health, a vigorous intellect, and sound morals must “flee ... youthful lusts.” Those who will put forth zealous and decided efforts to check the wickedness that lifts bold, presumptuous head in our midst are hated and maligned by all wrongdoers, but they will be honored and recompensed of God.8",
        "reference": "The Adventist Home, p.60"
    },
    {
        "quotation": "If there is any subject that should be carefully considered and in which the counsel of older and more experienced persons should be sought, it is the subject of marriage; if ever the Bible was needed as a counsellor,  if ever divine guidance should be sought in prayers, it is a step that binds persons together for life.",
        "reference": "Patriarchs and prophets, p.176"
    },
    {
        "quotation": "If men and women are in the habit of praying twice a day before they contemplate marriage, they should pray four times a day when such a step is anticipated. Marriage is something that will influence and affect your life, both in this world and the world to come. Sincere Christian will not advance his plans in this direction without the knowledge that God approves his course.",
        "reference": "Messages to young people, p.461"
    },
    {
        "quotation": "One of the greatest gifts one can give his/her marriage partner on the wedding is a body that is sexually pure because then they can enjoy an intimacy which they have never shared with someone else before.",
        "reference": "Waiting and dating, p.188"
    },
    {
        "quotation": "Courtships as carried on in this age, is a scheme of deception and hypocrisy with which the enemy of souls has far more to do than the Lord. ",
        "reference": "Messages to young people, 451"
    },
    {
        "quotation": "Boys and girls enter upon the marriage relation with unripe love, immature judgment, without noble, elevated feelings, and take upon themselves the marriage vows, wholly led by their boyish, girlish passions... Attachments formed in childhood have often resulted in very wretched unions, or in disgraceful separations.",
        "reference": "Messages to young people, p.453"
    },
    {
        "quotation": "The young affections should be restrained until period arrives when sufficient age and experience will make it honourable and safe to unfetter them. Those who will not be restrained will be in danger of dragging out an unhappy existence. The Song of Solomon 8:4.",
        "reference": "Messages to young people, p.453"
    },
    {
        "quotation": "Attachments formed in childhood have often resulted in very wretched unions, or in disgraceful separations. A youth not out of his teens is a poor judge of the fitness of a person as young as himself to be his companion for life. After their judgment has become more matured, they view themselves bound for life to each other, and perhaps not at all calculated to make each other happy.",
        "reference": "Messages to young people, p.453"
    },
    {
        "quotation": "Young men have received the truth and run well for a season, but Satan has woven his meshes about them in unwise attachments and poor marriages. This he saw would be the most successful way he could allure them from the path of holiness.",
        "reference": "The Adventist Home, p.81"
    },
    {
        "quotation": "Your boyish ideas of love for young girls does not give anyone a high opinion of you. By letting your mind run in this channel, you spoil your thoughts for study. You will be led to form impure associations; your ways and the ways of others will be corrupted.",
        "reference": "The Adventist Home, p.82"
    },
    {
        "quotation": "You, a romantic lovesick girl, have fallen into the sad error which is so prevalent in this degenerate age, especially with women. You are too fond of the other sex. You love their society; your attention to them is flattering, and you encourage, or permit, a familiarity which does not always accord with the exhortation of the apostle, to 'abstain from all appearance of evil'.",
        "reference": "The Adventist Home, p.53"
    },
    {
        "quotation": "Young persons who are thrown into one another’s society may make their association a blessing or a curse. They may edify, strengthen, and bless one another, improving in deportment, in disposition, in knowledge; or, by permitting themselves to become careless and unfaithful, they may exert only a demoralizing influence.",
        "reference": "Messages to young people, p.455"
    },
    {
        "quotation": "Satan is constantly busy to hurry inexperienced youth into a marriage alliance. He is busily engaged in influencing those who are wholly unsuited to each other to unite their interests. He exults in this work, for by it he can produce more misery and hopeless woe to the human family than by exercising his skill in any other direction.",
        "reference": "Messages to young people, p.455"
    },
    {
        "quotation": "The habit of sitting up late at night is customary but it is not pleasing to God, even if you are both Christians. The untimely hours injure health, unfit the mind for the next day’s duties and have an appearance of evil. My brethren, I hope you will have self-respect to shun this form of courtship. Let some hours of your courtship run the married life.",
        "reference": "Messages to young people, p.438"
    },
    {
        "quotation": "Satan’s angels are keeping watch with those who devote a large share of the night to courting. Could they have their eyes opened, they would see an angel making a record of their words and acts. The laws of health and modesty are violated. Satan exults, and God is dishonoured when men and women dishonour themselves.",
        "reference": "Messages to young people, p.458"
    },
    {
        "quotation": "Most people are busy looking for one which God has prepared for them that they fail to prepare themselves for that person. But it is so important to be preoccupied with preparing yourself for whoever God is preparing for you to prevent disgraceful marriages.",
        "reference": "Waiting and dating, p.24"
    },
    {
        "quotation": "A truly single person is one who is complete physically, emotionally, spiritually and intellectually without dependence upon someone else. You should not need someone to make you whole, and you should not enter into marriage in which the other person needs you to make him/her whole. Nobody has time to be dealing with an empty or a halfway spouse.",
        "reference": "Waiting and dating, p.20"
    },
    {
        "quotation": "If you enter relationships with some sense of incompleteness or inadequacy to be satisfied by the other one, you will build your entire relationship on that deficiency because you will be looking to the other person to supply what you do not have.",
        "reference": "Waiting and dating, p.14"
    },
    {
        "quotation": "To avoid broken relationships, watch your “webs.” Protect your “webs.” When people begin to get deeper in conversation and start sharing intimate things, the deeper and stronger the webs get.",
        "reference": "Single, Married, Separated, and life after divorced, p.120"
    },
    {
        "quotation": "Women are too often tempters. On one pretense or another they engage the attention of men, married or unmarried, and lead them on till they transgress the law of God, till their usefulnes is ruined, and their souls are in jeopardy. By being circumspect, reserved, taking no liberties, receiving no unwarrantable attentions, but preserving a high moral tone and becoming dignity, much evil might be avoided.",
        "reference": "Letters to young lovers, p.74"
    },
    {
        "quotation": "Often, it is only when a man and woman have gone to bed together that they ignore self-control and attempt to get acquainted in other areas.",
        "reference": "Waiting and dating, p.100"
    },
    {
        "quotation": "Marriage is the only gateway to physical intimacy. It is designed to meet the physical needs of people (man and woman) who are already one in spirit and mind for it is essentially sexual in nature.",
        "reference": "Waiting and dating, p.104"
    },
    {
        "quotation": "Sexual abstinence is the only appropriate behaviour for unmarried people, and especially believers for it is psychologically damaging, emotionally dangerous and sinful. 1 Corinthians 7:1,9.",
        "reference": "The purpose and power of love and marriage, p.40"
    },
    {
        "quotation": "If you have made a promise contrary to the scriptures, by all means retract it without delay, and in humility before God repent of the infatuation that led you to make so rash a pledge. Far better, take back such a promise in the fear of God, than keep it and thereby dishonour your maker.",
        "reference": "Messages to young people, p.442"
    },
    {
        "quotation": "Tobacco and liquor stupefy and defile the user. But the evil does not stop here. He transmits irritable tempers, polluted blood, enfeebled intellects, and weak morals to his children. The child of the drunkard or the tobacco inebriate usually has the depraved appetites and passions of the father intensified, and at the same time inherits less of his self-control and strength of mind.",
        "reference": "Heathful living, p.58"
    },
    {
        "quotation": "Disease never comes without a cause. The way is first prepared, and disease invited by disregarding the laws of health. The majority of diseases which the human family have been and are still suffering under, have been created by ignorance of their own organic law.",
        "reference": "Heathful living, p.60"
    },
    {
        "quotation": "The physical and mental condition of parents is perpetuated in their offspring. Those who will indulge the animal passions and gratify lust will surely stamp upon their offspring the debasing practices, the grossness, of their own physical and moral defilement.",
        "reference": "Heathful living, p.52"
    }
]